/* user's favorite articles */
"Favorite" = "收藏";

/* Library where user get whatever he/she wants on sex */
"Library" = "知识";

/* new message type of which may be dictations */
"News" = "情感";

/*  */
"Commonsense" = "性常识";

/*  */
"SexualHealth" = "性保健";

/*  */
"SexualSkills" = "性技巧";

/*  */
"SexualPsychology" = "异性心理";

/*  */
"AskandAnswer" = "问答";


"Physiology" = "生理";

"Health" = "健康";

"Diet" = "饮食";

"Life" = "生活";

"Contraception" = "避孕";

"Pregnancy" = "备孕";

"Culture" = "文化";

"Terms" = "词条";


/*  */
"Return" = "返回";

/*  */
"About" = "关于";

"ProductIntro" = "性，是一件严肃的事情。\n两性内参，让性福加速蔓延...";

"Index" = "目录";

"Pull down to refresh..." = "下拉可以刷新";

"Loading..." = "加载中...";

"Release to refresh..." = "松开可以刷新...";

"Last Update" = "上次更新";

"Edit" = "编辑";

"Done" = "完成";

"Close" = "关闭";

"fail to load page, please retry later" = "页面暂时打不开哦，请稍后重试吧...";

"Ok" = "确定";

"Save" = "保存";

"User Feedback" = "用户反馈与建议";

"Check for update" = "检查更新";

"Version" = "当前版本";

"New Version Found" = "发现新版本: ";

"Skip" = "跳过";

"Ignore" = "忽略";

"Update now" = "立即更新";

"Checking" = "检查中...";

"No updates found" = "恭喜！您当前的版本已经是最新";

"Update checking error" = "检查出错，请稍后重试。";

"You've got" = "已为您获取";

"piece(s) of news" = "条新内容";

"No more news found" = "您的内容已经是最新";

"Load failure, please try again later" = "网络开小差啦，请稍后重试吧:)";
"News updating error, there may be something wrong with your network" = "网络开小差啦，请稍后重试吧:)";

"News updating error, please try again later." = "网络开小差啦，请稍后重试吧:)";

"people have read" = "人读过";

"nonsense" = "为什么每次约会之后一定要由男人先打电话？其实，男生也同样想知道自己的约会对象是否玩得开心。对于女生来说，约会之后过几个小时给对方发条短信，或者第二天给对方回个电话都将有助于关系发展。";

"small" = "小";

"medium" = "中";

"large" = "大";

"Setting" = "设置";

"nightmode" = "夜间模式";

"contentsfontsize" = "正文字号";

"set font size" = "设置字号大小";

"Fatcamp" = "减肥记记";

"Recommanded Apps" = "每日App推送";

"Summary unvailable due to network problems" = "网络出现问题，摘要暂时无法显示";

"Notice" = "温馨提示";

"Content of this section is provided by %@." = "本部分内容由 %@ 提供支持。\n请在问答过程中严格遵守国家有关法律，为和谐社会出力！";

"third party" = "第三方";

"Comment" = "给我评分，鼓励一下我吧:)";

"fail to load the latest data, please retry later." = "无法获取数据，请稍后重试";

"The Latest" = "最新";

"The Hottest" = "热门";

"Comments" = "跟帖";

"Main Content" = "正文";

"Post Comments" = "评论";

"Say something" = "我也来说说...";

"Fail to fetch comments" = "无法获取跟帖，请稍后重试:)";

"Post comments successfully" = "跟帖成功！";
"Modify comments successfully" = "跟帖修改成功！";

"Fail to post comment" = "跟帖失败，请稍后重试！";

"User" = "网友";

"Today" = "今天";

"Yesterday" = "昨天";

"Free" = "免费";

"Good Luck" = "换换手气";

"Sorry, You are out of luck." = "今天手气不佳哦";
"Sorry, Your luck for today has been used up" = "今天的手气已经用完了哦";

"No more" = "已无更多";
"Load more" = "更多";

"No comments yet" = "还没有人跟帖，去抢个沙发？";

"year" = "年";
"month" = "月";
"day" = "日";

"Yes" = "好的";
"No" = "不";

"Review me, please." = "致亲爱的用户:";
"Would you like to review AboutSex?" = "亲爱的，请花半分钟时间给我评评分吧！你的鼓励对我很重要，是我继续给力的直接动力哦:)";

"My Favorites" = "收藏文章";

"No item played" = "暂无曲目";

"Duration" = "时长";

"Cancel" = "取消";

"Confirm" = "确认";

"Do you really want to delete" = "确定要删除以下曲目吗?";

"FM Store" = "最新FM";

"Size" = "大小";

"Downloaded" = "已下载";

"Free" = "免费";
"Units" = "积分";

"Your points is not enough, please earn more via downloading and installing those interesting apps" = "您的积分余额不足，立即去完成任务赚取积分吧！";

"Later" = "不了";

"Acquire now" = "马上去";
"Downloading" = "下载中";
"Download error" = "下载出错，请稍后重试！";
"Good" = "好";

"Acquire Points" = "获取积分";
"My Points" = "我的积分";
"More" = "更多";

"Password setting" = "密码保护";

"You have entered an incorrect passcode more than five times. Password become invalid automatically." = "错误输入5次，密码自动解除！";

"Turn Passcode Off" = "关闭密码";
"Turn Passcode On" = "开启密码";
"Change Passcode" = "修改密码";
"Set Password" = "设置密码";
"Enter Passcode" = "输入密码";
"Enter your passcode" = "输入密码";
"Enter a passcode" = "输入密码";
"Re-enter your passcode" = "再次输入密码";
"Enter your old passcode" = "输入旧密码";
"Enter your new passcode" = "输入新密码";
"Re-enter your new passcode" = "再次输入新密码";
"%i Failed Passcode Attempt(s)" = "已尝试%i次";
"Enter a different passcode. You cannot re-use the same passcode." = "请输入与旧密码不同的密码。";
"Passcodes did not match. Try again." = "两次输入不相同，请重试。";
"Your password will be invalid automatically after more than 5 attempts." = "提醒：如果您忘记密码，打开应用时输入5次将自动解开！";
"Turn off Passcode" = "关闭密码";

"Your comment not legal" = "您的跟帖内容可能不妥，请注意言行哦！";
"You've got updates in Aboutsex" = "记得来看新鲜出炉的两性故事哦:)";
"No fms yet" = "暂时无法获取FM";
"You have no fms yet" = "噢，FM列表为空！";

"Aboutsex" = "两性内参";

"Period Prediction" = "安全日历";

"today" = "今天";

"Ding" = "顶";
"Cai" = "踩";
"Latest Articles" = "最新";
"Top Articles" = "排行";
"Hot Comments" = "热帖";
"FM Store" = "FM音频库";

"Affection mp3" = "情感";
"Sex mp3" = "两性";
"Health mp3"  = "保健";
"Music mp3" = "音乐";
"Read" = "阅读原文";
"FMStore Update time" = "最近更新";
"Menstrual Period" = "月经期";
"Ovulatory Period" = "排卵期";
"Safe Period" = "安全期";

"Safe" = "安全";
"Forbidden" = "警告";
"Not Safe" = "不安全";
"No status yet" = "没有数据";
"Set Period" = "经期设定";
"Modification Success" = "设定成功";
"Menstrual Starting" = "月经开始日期";
"Menstrual Ending" = "月经结束日期";
"Period Length" = "周期长度";
"No records" = "暂无记录";
"day(s)" = "天";
"Set Menstrual Starting Date" = "设定月经开始日期";
"Set Menstrual Ending Date" = "设定月经结束日期";
"Set Period Length" = "设定周期长度(天)";
"I know" = "嗯，我知道了";
"Points Instruction" = "很多好心人反映，下载了应用却没有获得积分。原因是积分获取的条件比较严格，例如有些需要在下载后打开试用3分钟、有些需要注册、有些游戏需要创建角色。当然，条件越多的任务，赚取的积分也就越多啦。不过，如果没按要求完成任务的话，将无法赚取到积分。所以，在赚取积分前，请一定一定要查看一下该任务的具体要求哦:)";
